Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 40_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XL .
pt_br: CAPÍTULO XL.

source: Lambedor como se ha de dar .
pt_br: Lambedor como se há de dar.

source: Lambedor se deve dar de fórma , que naõ chegue ao estomago , e de quarto a quarto de hora .
pt_br: Lambedor se deve dar de forma, que não chegue ao estômago, e de quarto a quarto de hora.

source: Sendo de Veraõ , será frio ; e de Inverno , quente .
pt_br: Sendo de Verão, será frio; e de Inverno, quente.

source: Para se tomar com facilidade , e que possa aproveitar ao enfermo , lhe poreis ao enfermo junto da cama o vaso , que tiver o lambedor , com huma raiz de alcaçus machocada na ponta , e chupando nella de quarto a quarto de hora , lhe fará proveito .
pt_br: Para se tomar com facilidade, e que possa aproveitar ao enfermo, lhe poreis ao enfermo junto da cama o vaso, que tiver o lambedor, com uma raiz de alcaçus machucada na ponta, e chupando nela de quarto a quarto de hora, lhe fará proveito.

source: Sendo de Inverno , lhe poreis junto da cama hum brazeiro com pouco lume , para que se possa conservar quente , recomendando ao enfermo naõ tome mais vezes .
pt_br: Sendo de Inverno, lhe poreis junto da cama um braseiro com pouco lume, para que se possa conservar quente, recomendando ao enfermo não tome mais vezes.
